#1. შეკრების მაგალითები

print(5 + 10 + 439)
print(34 + 60)
print(21 + 38 + 23)
print(10 + 236 + 43 + 5)
print(39 + 91 + 132)

#2. გამოკლების მაგალითები

print(31 - 124 - 31)
print(-12 - 32 + 2)
print(43 - 9 - 34)
print(39 - 19 + 54)
print(1 - 1)
 
#3. გამრავლების მაგალითები

print(15 * 59 * 7)
print(9 * 7 * 21 * 0)
print(9 * 9 * 9 * 9 * 9 * 9 * 9 * 9 * 9 * 9 * 9 * 9 * 9 * 9 * 9 * 9 * 9 * 9 * 9 * 9 * 9 * 9 * 9 * 9 * 9 * 9 * 9 * 9 * 9 * 9)
print(92 * 4)
print(23 * 34 * 8)

#4. გაყოფის მაგალითები

print(-160 / 5)
print(92 / 16)
print(99 / -11)
print(12 / -8)
print(-98 / 14)