

# string(სტრინგი) -> "Giorgi" რაღაც მონაცემი რომელიც მოქცეულია ბრჭყალების შორის (str)
# intejer(ინტეჯერი) -> 5, 10 მთელი რიცხვი (int)
# float(ათწილადი) -> 5.5, 2.5 (float)


# ჩადური გზა:
# შევქმენი ცვლადი სახელად name რომელსაც მნიშვნელობა გადავეცით, str ტიპის მნიშვნელობა "Giorgi"



# ვირჯინული გზა:
# შევქმენით ცვლადი და შევინახეთ გიორგი


#  / - ვაბრუნებთ ზუსტ გაყოფის შედეგს (float)
# // - ვაბრუნებთ მთელ რიცხვს (int)
#  % - გვიბრუნებს გაყოფის შედეგად მიღებულ ნაშთს


# კონკატინაცია - სტრინგების ერთმანეთთან შეერთება


# print(10 - 5)
# print(10 * 10)